7zip
adw-gtk-theme
amd-ucode
app2unit-git
awww-git
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
chromium
cliphist
cpio
dart-sass
dolphin
efibootmgr
espeak-ng
eza
fastfetch
fd
ffmpegthumbs
fish
foot
fuzzel
fzf
ghostty-git
git
gnome-calculator
gnome-keyring
gpu-screen-recorder
greetd
grim
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
helix-git
hyprkcs-git
hyprland-meta-git
inotify-tools
jq
kdegraphics-thumbnailers
kitty
lazygit
lib32-nvidia-utils
libappimage
libpulse
linux
linux-firmware
linux-headers
nano
neovim
networkmanager
nvidia-open
nvidia-utils
nwg-look
papirus-folders
papirus-icon-theme
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python-build
python-hatch
python-hatch-vcs
python-installer
qt5-wayland
qt6ct
quickshell-git
rust
satty
slurp
snap-pac
snapper
speech-dispatcher
starship
steam
sudo
swappy
sysc-greet-hyprland
thunar
thunar-archive-plugin
thunar-volman
trash-cli
ttf-jetbrains-mono-nerd
upower
uwsm
vesktop-git
visual-studio-code-bin
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk-git
xdg-terminal-exec-git
yazi-git
zen-browser-bin
zoxide
zram-generator
zsh
